{
	"Choose the word that is most nearly OPPOSITE to the word in capital letters. LENGTHEN"
}   
    {
		"A. abdicate

		B. truncate
		
		C. elongate
		
		D. resist"
	}
	    {
			"B"
		} 
		

{
    "A group of 3 numbers has an average of 17. The first two numbers are 12 and 19. What is the third number?"
}
    {
		"A. 17

		B. 19
		
		C. 20
		
		D. 23"
	}
	    {
			"C"
		}


{
	"Which of the following is not an opposite of GARRULOUS?."
}
	{
		"A. CONCISE
		B. LOQUACIOUS"
	}

		{
			"B"
		}


{
	"If 5 persons can execute 15 items in a checklist in 10 days, how many days will 15 persons take to execute 5 items in the checklist?"
}
	{
		"A. Between 1 and 2 days
		B. Between 3 and 4 dasy
		C. Greater than 5 days
		D. Between 5 and 6 days"
	}
		{
			"A"
		}



{   
	"What is the next number in the sequence?
		11, 44, 99, ?"
}
		{
			"A. 133
			B. 176
			C. 113
			D. 111"
		}
			{
				"B"
			}


{
	"The square root of 0.0121 is?"
}
	{
		"A. 0.11
		B. 0.011
		C. 0.00011
		D. 0.000011"
	}
		{
			"A"
		}


{
	"Stan is working as an administrator at an investment bank. In three months the branch will change its banking information-system.

	What is the best response Stan should take in order to respond to this change?"
}
	{
		"A. Refer clients and staff members to employees with more experience in the system.
		B. Stan should turn to his supervisor every time he has an important question.
		C. Stan should take time to take the online course and read the system guide."
	}
		{
			"C"
		}


{
	"You've been working in the same place for the past three years and have managed to work your way up. Lately, you have been feeling that you have reached your potential in the company so you start pursuing options for advancing your career in other companies. You are now in the midst of negotiations for a new position.

	Rumours that you are leaving have spread in your current work place.
	What would you do and why? Choose ONE option."
}
	{
		"A. Since the rumour is already out, you update all your acquaintances in the organisation that you are in the midst of negotiations for a new position. This may even encourage your directors to promote you within the company.
		B.  Because the rumour is out you update your manager and only him about your intention of leaving. Since you are still an employee there, you keep working normally.
		C.  Since the rumour is already out and you will probably leave, you invest a little less in your work and a bit more in attaining the new position.
		D. : Since it is only a rumour, you don't update anyone until you actually hand in your notice. Nothing has been decided yet."
	}
		{
			"B"
		}


{
	"In the past week, you notice that Felix has been reading a newspaper during work while the supervisor is out of the office. Last week the supervisor was absent a lot- and Felix seems to be reading while he should be completing his tasks.
	What would you do first?"
}
	{
		"A.  Talk to Felix. Explain that meeting team deadlines is important, and that by reading the newspaper he is preventing your team from reaching goals.
		B. Don’t intervene. This is between Felix and the supervisor.
		C.  Talk to the supervisor. He should be aware of Felix not giving enough attention to his tasks.
		D. Circulate an email regarding work ethics and productivity- in order for your team to be more effective in the future."
	}
		{
			"A"
		}


{
	"Sidney is older than Rachel. Rachel and Beatrice are both older than Tina. Elena is not the youngest.
	Who is the youngest of the five?"
}
	{
		"A. Rachel
		B. Tina
		C. Elena
		D. Cannot say"
	}
		{
			"B "
		}

		
{
	"Identify the next number in the following sequence:

	25, 49, 97, ?"
}
	{
		"A. 159
		B. 179
		C. 139
		D 193"
	}
		{
			"D"
		}
