{
   "If the first two statements above are true, is the third statement true?"   
}   
     {
        "A) Mr. Brown's rabbits are grey.

        B) All grey creatures are kind. 
        
        C) Mr. Brown's rabbits are unkind. "
     }
         {
             "C"
         }


{
    "Based on the two given premises above the line, determine whether the conclusion below the line is logically correct or incorrect.

    All polite people are good.
    Some polite people are educated.
    Some educated people are good."
}
    {
       "A. Incorrect
        B. Correct"    
    }
        {
            "B"
        }


{
    "If the first two statements are true, is the third statement true?"
}
    {
        "Mr. Brown's rabbits are grey.
        All grey creatures are kind.      
        Mr. Brown's rabbits are unkind."
    }
        {
            "A. True
            B. False"
        }
            {
                "A"
            }


{
    "A person who spends money in an extravagant, irresponsible way is (a):"
}
    {
        "A. SKINFLINT
        B. FRUGAL
        C. SPENDTHRIFT
        D. THRIFTY"
    }
        {
            "C"
        }


{
    "What is the next number in the sequence?
    11, 44, 99, ?"
}
    {
        "A. 133
        B. 176
        C. 113
        D. 111"
    }
        {
            "B"
        }


{
    "Identify the missing number in the sequence: 29, 31, ? , 41"
}
    {
        "A. 36
        B. 37
        C. 33
        D. 35"
    }
        {
            "B"
        }


{
   "Six friends are seated in a restaurant across a rectangular table. There are 3 chairs on each side. Adam and Dorky do not have anyone sitting on their right and Clyde and Benjamin do not have anyone sitting on their left. Adam and Benjamin are not sitting on the same side of the table.

   If Ethan is not sitting next to Dorky, who is seated immediately to the left of Felix?" 
}
    {
        "A. Cylde
        B. Benjamin
        C. Adam
        D. Dorky"
    }
        {
            "B"
        }


{
    "65% of 600 is?"
}
    {
        "A. 290
        B.230
        C. 390
        D. 360"
    }
        {
            "C"
        }


{
    "You've been working in the same place for the past three years and have managed to work your way up. Lately, you have been feeling that you have reached your potential in the company so you start pursuing options for advancing your career in other companies. You are now in the midst of negotiations for a new position.

    Rumours that you are leaving have spread in your current work place.
    What would you do and why? Choose ONE option."
}
    {
        "A. Since the rumour is already out, you update all your acquaintances in the organisation that you are in the midst of negotiations for a new position. This may even encourage your directors to promote you within the company.
        B.  Because the rumour is out you update your manager and only him about your intention of leaving. Since you are still an employee there, you keep working normally.
        C.  Since the rumour is already out and you will probably leave, you invest a little less in your work and a bit more in attaining the new position.
        D. : Since it is only a rumour, you don't update anyone until you actually hand in your notice. Nothing has been decided yet."
    }
        {
            "B"
        }

        
{
    "In the past week, you notice that Felix has been reading a newspaper during work while the supervisor is out of the office. Last week the supervisor was absent a lot- and Felix seems to be reading while he should be completing his tasks.
    What would you do first?"
}
    {
        "A.  Talk to Felix. Explain that meeting team deadlines is important, and that by reading the newspaper he is preventing your team from reaching goals.
        B. Don’t intervene. This is between Felix and the supervisor.
        C.  Talk to the supervisor. He should be aware of Felix not giving enough attention to his tasks.
        D. Circulate an email regarding work ethics and productivity- in order for your team to be more effective in the future."
    }
        {
            "A"
        }
